{
  "title": "Открытый университет РГППУ",
  "bottomBar" : {
    "about": "О нас",
    "news": "Новости",
    "video": "Видео",
    "settings": "Настройки"
  },
  "pages": {
    "about": {
      "title": "О проекте",
      "description": "Открытый университет РГППУ – это новый проект центра развития образовательных проектов Университета, который рассматривается как модель неформального образования взрослых.Цель проекта «Открытого университета» - формирование нового образа Университета как лидера современных разработок и сценариев гуманитарного действия, соразмерного сегодняшней региональной, национальной и мировой ситуации.",
      "showMoreButton": "Подробнее о проекте",
      "showTeachersButton": "Наставники проекта",
      "personTitle": "Наставники",
      "interviewTitle": "Интервью",
      "aboutPerson":  {
        "post": "Должность",
        "academicDegree": "Ученая степень",
        "academicTitle": "Ученое звание",
        "awards": "Награды",
        "interviewButton": "Интервью"
      },
      "moreAbout": {
        "start": "Университеты в нашем отечестве во все времена решали задачи не только профессиональной подготовки студентов, но являлись центрами науки, культуры, просвещения в своих регионах. «Открытый университет» создан для выполнения РГППУ этой важной миссии на неформальной основе. Удовлетворяя потребности населения в повышении образовательного и культурного уровня в рамках образовательного проекта, РГППУ решает задачу повышения собственного имиджа в регионе и за его пределами, привлечения в университет потенциальных студентов. Задачи отдельных курсов, организуемых «Открытым университетом», определяются не только их непосредственным содержанием, но и запросами слушателей. Идея проекта «Открытого Университета» связана с возрождением культуры дискуссий по ключевым проблемам современного гуманитарного знания, находящихся в центре процессов развития страны. РГППУ — выступает как инициатор цикла публичных видиолекций, c одновременной их трансляцией в пространстве Интернет для широкого круга заинтересованных участников. Проект предполагает активное участие студенческого и профессорско-преподавательского сообщества в Екатеринбурге и Свердловской области, а также всех профессиональных и общественных групп, испытывающих интерес к проблематике современного гуманитарного знания.\"",
        "ourMissionTitle": "НАША МИССИЯ",
        "ourMissionText": "Современный этап общественного развития, часто называемый «обществом знания», характеризуется пониманием того факта, что постоянно развивающееся и обновляющееся знание является условием социально-экономического развития общества в целом и фактором сохранения и развития активности каждого человека. Сущность современных концепций непрерывного образования заключается в обосновании необходимости постоянного обучения человека в течение всей жизни, т. е. на всех возрастных этапах. Миссия «Открытого Университета» – совершенствование процессов обучения, обеспечивающие непрерывное повышение квалификации сотрудников,формирование современных компетенций, необходимых для разработки и реализации конкурентоспособных, высокотехнологичных образовательных продуктов.\",",
        "ourPrinciplesTitle": "ПРИНЦИПЫ РАБОТЫ \"ОТКРЫТОГО УНИВЕРСИТЕТА\"",
        "ourPrinciplesText": "В реализации образовательного проекта используются современные технологические, цифровые решения. Разработана образовательная платформа, где используются различные формы донесения важной информации, о краткосрочных и стратегических планах РГППУ непосредственно от руководства и сотрудников Университета. Это позволяет приобрести новые профессиональные компетенции, настроить лояльность к Университету. Высокий уровень профессионализма преподавателей, который проявляется не только в профессиональных знаниях и умениях, но способности обучать и просвещать людей взрослых, стимулировать и поддерживать познавательную мотивацию слушателей. Демократический характер управления и самоуправление – еще одна особенность работы «Открытого университета». Регулярно проводятся небольшие анкетирования для оценки слушателями организации работы и качества предлагаемых образовательных продуктов, а также для внесения предложений по совершенствованию деятельности «Открытого университета». Главная задача инициативы – рост количества преподавателей, осуществляющих инновационную образовательную деятельность; рост уровня профессиональной подготовки руководителей подразделений Университета к внедрению современных механизмов управления (в том числе финансово-экономических механизмов). Инициатива также предусматривает совершенствование организации образовательного процесса, использование современных технологий и инструментов мотивации обучающихся, повышения качества подготовки специалистов. Эти форматы помогают развитию преподавательских компетенций участников инициативы, способствуют разработке современных учебно-методических материалов (кейс-технологии, демонстрационные материалы) по актуальным тематикам, изложенные с практической точки зрения. Помимо образовательного аспекта в проекте особое внимание уделяется социально-коммуникативным вопросам, направленным на внутренние коммуникации. Налаживание взаимоотношений по горизонтали управления процессами,развитие духовно-нравственного аспекта корпоративной культуры Университета."
      }
    },
    "news": {
      "title": "Новости",
      "views": "Просмотров",
      "publishDate": "Дата публикации",
      "singleNews": {
        "title": "Новость",
        "shareLeading": "Новость РГППУ"
      }
    },
    "settings": {
      "title": "Настройки",
      "visualSettings": "Настройки оформления",
      "themeTitle": "Темная тема",
      "notificationTitle": "Уведомления",
      "newNews": "Свежие новости",
      "newVideos": "Свежие видео",
      "preferredScreen": "Начальный экран",
      "chooseButton": "Выбрать",
      "videoSettingsTitle": "Настройки видео",
      "saveVideoHistory": "Сохранять историю просмотра",
      "warningLabel": "Внимание!",
      "warningDisableHistoryDescription": "При отключении сохранения истории просмотра — ваша текущая история просмотра будет удалена. Вы согласны?",
      "warningClearHistoryDescription": "Ваша текущая история просмотра будет удалена. Вы согласны?",
      "warningClearCacheDescription": "Сохраненные данные новостей, информация о видео, и наставниках будет удалена. Вы согласны?",
      "warningAgree": "Хорошо, я согласен",
      "warningCancel": "Нет, оставить историю просмотра",
      "clearHistoryButton": "Очистить историю просмотра видео",
      "warningClearCacheCancel": "Нет, оставить загруженные данные",
      "clearCacheButton": "Очистить предзагруженные данные",
      "techDataVersion": "Версия",
      "techDataUniversityTitle": "Российский Государственный Профессионально-Педагогический Университет"
    },
    "videos": {
      "title": "Видео",
      "lectionsTitle": "Лекции",
      "storiesTitle": "Истории",
      "moreFromLections": "Еще из раздела 'Лекции'",
      "moreFromStories": "Еще из раздела 'Истории'",
      "betterPlayerTranslations": {
        "languageCode": "ru",
        "generalDefaultError": "Ошибка. Видео не может быть произведено",
        "generalNone": "Ошибка :(",
        "generalDefault": "Ошибка :(",
        "generalRetry": "Повторить",
        "playlistLoadingNextVideo": "Загружается следующее видео",
        "controlsLive": "ПРЯМОЙ ЭФИР",
        "controlsNextVideoIn": "Следующее видео",
        "overflowMenuPlaybackSpeed": "Скорость видео",
        "overflowMenuSubtitles": "Субтитры",
        "overflowMenuQuality": "Качество видео"
      }
    },
    "welcomePage": {
      "start": "Начать!",
      "pages": {
        "start": {
          "header": "Открытый университет РГППУ",
          "description": "Мобильное приложение"
        },
        "about": {
          "header": "О проекте",
          "description": "Университеты в нашем отечестве во все времена решали задачи не только профессиональной подготовки студентов, но и являлись центрами науки, культуры, посвящения в своих регионах. Проект \"Открытый университет\" создан РГППУ для выполнения этой важной миссии."
        },
        "news": {
          "header": "Новости",
          "description": "Актуальные новости из жизни университета"
        },
        "video": {
          "header": "Видео",
          "description": "Лекции и сюжеты от Наставников проекта"
        },
        "welcome": {
          "header": "Добро пожаловать!",
          "description": "Открытый университет РГППУ"
        }
      }
    }
  }
}